Repository: EricMarcon/Synchro
Catalog: ctlSynchro/My Project/Resources.*.resx
Languages: fr

# strTarget
source: Target :
fr: Cible :

# strOptionS
source: Option /s : Copy subdirectories
fr: Option /s : Copie les sous-répertoires

# strOptionE
source: Option /e : Copy empty subdirectories
fr: Option /e : Copie les sous-répertoires vides

# strOptionR
source: Option /r : Overwrite Read-Only files
fr: Option /r : Ecrase les fichiers en lecture seule

# strOptionU
source: Option /u : Copy only existing files
fr: Option /u : Copie seulement les fichiers existants déjà

# strOptionZ
source: Option /z : Synchronize
fr: Option /z : Synchronise

# strTargetInSource
source: Operation cancelled: the target folder is inside the source
fr: Copie impossible : le dossier cible est dans le dossier source

# strCreateFolder
source: Folder created:
fr: Création du répertoire

# strAskCreateFile
source: Do you want to create the file
fr: Voulez-vous créer le fichier

# strCopyfile
source: File copied:
fr: Copie du fichier

# strAskDeleteFile
source: Do you really want to delete the file
fr: Voulez-vous vraiment supprimer le fichier

# strDeleteFile
source: File deleted:
fr: Suppression du fichier

# strAskDeleteFolder
source: Do you really want to delete the folder
fr: Voulez-vous vraiment supprimer le dossier

# strDeleteFolder
source: Folder deleted:
fr: Suppression du dossier

# strAskContinue
source: Do you want to continue?
fr: Voulez-vous continuer ?

# strErrorLog
source: Log is impossible:
fr: Enregistrement de l'activité impossible :

# strSyncStart
source: Synchronization started
fr: Début de la synchronisation

# strAskCreateFolder
source: Do you want to create the folder
fr: Voulez-vous créer le dossier

# strTargetDirFailed
source: The target folder could not be created. Operation cancelled
fr: Le répertoire racine n'a pas pu être créé. Opération abandonnée.

# strSourceDirFailed
source: The source folder does not exist. Operation cancelled
fr: Le répertoire source n'existe pas. Opération abandonnée.

# strTargetDirIncorrect
source: The target folder path is incorrect
fr: Le chemin du répertoire cible est incorrect

# strExcludedFolder
source: Folder excluded:
fr: Dossier exclu :

# strExcludedFile
source: File excluded:
fr: Fichier exclu :

# strSyncPreparing
source: Synchro is preparing the synchronization (this may take a little time...)
fr: Synchro est en train de préparer la synchronisation (cela peut prendre un peu de temps...)

# strOptionD
source: Option /d : Preserve newer files
fr: Option /d : Préserve les fichiers plus récents

# strSizeFailed
source: The object size could not be read
fr: La taille de l'objet n'a pas pu être lue.

# strCopyFailed
source: The copy failed.
fr: La copie a échoué.

# strDeleteFailed
source: The deletion failed
fr: La suppression a échoué

# strOptionA
source: Option /a : Copy file ACLs
fr: Option /a : Copie les droits (ACL) sur les fichiers

# strAclFailed
source: ACLs could not be changed.
fr: Les droits n'ont pas pu être changés.

# strChangeACLs
source: ACLs changed on
fr: Changement des droits sur

# strOptionK
source: Option /k : Copy file attributes
fr: Option /k : Copie les attributs des fichiers

# strChangeAttributes
source: Attributes changed on
fr: Changement des attributs sur

# strAttributesFailed
source: Attributes could not be changed.
fr: Les attributs n'ont pas pu être changés.

# strOptionSamba
source: Option /Samba : Accept a little difference when comparing file dates (1'' by default)
fr: Option /Samba : Tolère un petit écart dans la comparaison des dates de fichiers (1'' par défaut)

# strTimeDifferenceAllowed
source: Time difference allowed:
fr: Ecart de temps toléré :
