Repository: EricMarcon/Synchro
Catalog: App/frmDocument.*.resx
Languages: fr

# HelpProvider1.HelpNamespace
source: Synchro.chm
fr: fr\Synchro.chm

# lblTarget.Text
source: Target
fr: Cible

# txtSource.ToolTip
source: Source Folder
fr: Répertoire source

# btnSource.Text
source: &Select
fr: &Sélectionner

# btnSource.ToolTip
source: Select the Source Folder
fr: Sélectionner le répertoire source

# txtTarget.ToolTip
source: Target Folder
fr: Répertoire cible

# btnTarget.Text
source: S&elect
fr: Sél&ectionner

# btnTarget.ToolTip
source: Select the Target Folder
fr: Sélectionner le répertoire cible

# txtFileOn.ToolTip
source: File or folder being processed
fr: Fichier en cours de traitement

# lstCopied.ToolTip
source: List of actually copied (+) or deleted (-) files or folders. x is for excluded, ~ for changed ACLs, # for changed attributes
fr: Liste des fichiers ou dossiers exclus (x), réellement copiés (+) ou supprimés (-). ~ indique un changement de droits (ACL), # un changement d'attributs

# btnStart.Text
source: &Start
fr: &Démarrer

# btnStart.ToolTip
source: Start the synchronization
fr: Commencer la synchronisation

# btnStop.Text
source: Sto&p
fr: &Arrêter

# btnStop.ToolTip
source: Abort the synchronization
fr: Annuler la synchronisation en cours

# lblList.Text
source: Actually processed files:
fr: Réellement modifié :

# lblFileOn.Text
source: File being processed:
fr: En cours de traitement :

# chkR.Text
source: Overwrite Read-only files (/r)
fr: Ecraser les fichiers en lecture seule (/r)

# chkW.Text
source: Confirm before closing window (/w)
fr: Confirmer avant de fermer la fenêtre (/w)

# chkD.Text
source: Preserve newer files (/d)
fr: Conserver les fichiers plus récents (/d)

# chkS.Text
source: Include Subdirectories (/s)
fr: Inclure les Sous-répertoires (/s)

# chkL.Text
source: Log operations (/l)
fr: Enregistrer les operations (/l)

# btnLogFile.Text
source: To &File...
fr: Dans le &fichier...

# btnLogFile.ToolTip
source: Choose the Log File
fr: Sélectionner le fichier de trace

# chkE.Text
source: Create empty subdirectories (/e)
fr: Créer les sous-répertoires vides (/e)

# chkU.Text
source: Copy only existing files (/u)
fr: Copier seulement les fichiers déjà existants (/u)

# chkN.Text
source: Do not prompt before creating files (/n)
fr: Créer les fichiers sans confirmation (/n)

# chkY.Text
source: Do not prompt before deleting files (/y)
fr: Supprimer les fichiers sans confirmation (/y)

# chkZ.Text
source: Synchronize (/z)
fr: Synchroniser (/z)

# txtLogFile.ToolTip
source: Log File
fr: Fichier de trace

# SaveFileDialog1.Filter
source: Synchro Files|*.syn|All files|*.*
fr: Fichiers de Synchronisation|*.syn|Tous les fichiers|*.*

# SaveFileDialogLog.Filter
source: Log Files|*.log|All files|*.*
fr: Fichiers de trace|*.log|Tous les fichiers|*.*

# txtExclude.ToolTip
source: Files or folders to exclude (separate by ;)
fr: Fichiers ou dossiers à exclure (separés par ;)

# lblExclude.Text
source: Exclude (/x):
fr: Exclure (/x) :

# chkG.Text
source: Do not stop on errors (/g)
fr: Continuer malgré les erreurs (/g)

# chkQ.Text
source: Quick copy: Do not evaluate folder size (/q)
fr: Copie rapide : pas d'évaluation de la taille des fichiers (/q)

# chkA.Text
source: Copy ACLs (/a)
fr: Copier les ACL (/a)

# chkK.Text
source: Copy Attributes (/k)
fr: Copier les Attributs (/k)

# chkSamba.Text
source: Allow time approximation (/Samba)
fr: Permettre un écart de temps (/Samba)

# $this.HelpKeyword
source: Interactive mode
fr: Mode interactif
